Repository: fooz33/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/conformance.po
Languages: es

source: Conformance and validation
es: Conformidad y validación

source: Conformance statement
es: Declaración de conformidad

source: A conforming implementation **may** use only a subset of this specification’s terms.
es: Una implementación conforme **puede** usar solo un subconjunto de los términos de esta especificación.

source: It **must not** use terms from outside this specification’s terms where this specification’s terms would suffice.
es: **No debe** usar términos ajenos a los de esta especificación cuando éstos sean adecuados.

source: It **may** use terms from outside this specification’s terms where this specification’s terms are insufficient.
es: **Puede** usar términos ajenos a los de esta especificación éstos sean inadecuados.

source: Its usage of this specification’s terms **must** be consistent with the semantics of those terms.
es: Su uso de los términos de esta especificación **debe** ser congruente con la semántica de esos términos.

source: If an implementation serializes to JSON, its serializations **must** validate against this specification’s JSON Schema.
es: Si una implementación se serializa a JSON, sus serializaciones **deben** validarse en función del Esquema JSON de esta especificación.

source: (Statement `adapted from Popolo Project specification <http://www.popoloproject.com/specs/#conformance>`_)
es: (Declaración `adaptada de la especificación del Proyecto Popolo <http://www.popoloproject.com/specs/#conformance>`_)

source: Extending the schema
es: Ampliación del esquema

source: Publishers providing additional properties in their implementations are encouraged to `document these in the project issue tracker <https://github.com/openownership/data-standard/issues/>`_ with the 'extensions' tag, and to re-use `other publisher's extensions <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ where possible.
es: Se alienta a los publicadores que proporcionan propiedades adicionales en sus implementaciones a `documentarlas en la herramienta de seguimiento de incidencias del proyecto <https://github.com/openownership/data-standard/issues/>`_ con la etiqueta "ampliaciones", y a reutilizar las `ampliaciones de otros publicadores <https://github.com/openownership/data-standard/issues?q=is%3Aissue+label%3Aextension>`_ cuando sea posible.

source: Validation
es: Validación

source: Validation of BODS data can be carried out using the `BODS Data Review Tool <https://datareview.openownership.org/>`_.
es: La validación de los datos basados en BODS puede efectuarse mediante la `Herramienta de revisión de datos basados en BODS <https://datareview.openownership.org/>`_.

source: The current schema includes minimal validation requirements, and should be treated as a guide to data structure, rather than a full validation schema.
es: El esquema actual incluye requisitos mínimos de validación, y debería considerarse como una guía de la estructura de los datos, en lugar de un esquema de validación completo.
