Repository: fooz33/data-standard
Catalog: docs/locale/*/LC_MESSAGES/about/privacy-notice.po
Languages: es

source: Privacy Notice
es: Aviso sobre privacidad

source: ReadTheDocs provide the platform these docs are hosted on, for information about how they collect and process personal data, `see their Privacy Policy <https://docs.readthedocs.io/en/latest/privacy-policy.html>`__.
es: ReadTheDocs proporciona la plataforma en la que se alojan estos documentos. Para obtener información sobre cómo recopila y procesa los datos personales, `consulte su Política de Privacidad <https://docs.readthedocs.io/en/latest/privacy-policy.html>`__.

source: OpenOwnership is committed to ensuring that your privacy is protected. This privacy notice sets out how we collect and process any personal data when you use this website.
es: OpenOwnership se encuentra comprometido a garantizar que su privacidad sea protegida. Este aviso sobre privacidad explica cómo recopilamos y procesamos los datos personales cuando utiliza este sitio web.

source: We may change this notice from time to time by updating this page. This notice is effective from 24th May 2018.
es: Es posible que ocasionalmente modifiquemos este aviso mediante una actualización de esta página. El presente aviso tiene vigencia desde el 24 de mayo de 2018.

source: You can contact us at OpenOwnership (as the data controller) if would like a copy of the information held on you or if you believe that any information we are holding on you is incorrect or incomplete.
es: Puede comunicarse con nosotros a OpenOwnership (en su carácter de responsable de los datos) si desea una copia de la información que poseemos sobre usted o si cree que tenemos información sobre usted que es incorrecta o incompleta.

source: You have the following rights concerning this data:
es: Usted goza de los siguientes derechos con respecto a estos datos:

source: Right to be informed, which is the purpose of this privacy notice.
es: El derecho a ser informado, que es el propósito de este aviso sobre privacidad.

source: Right to Access, Rectification, Erasure, and to Restrict Processing. Note that the right to Erasure and Restrict Processing are balanced against our legitimate interests. Where relevant, you need to provide information to re-identify yourself from our pseudonymised data, see `GDPR Article 11 <https://gdpr-info.eu/art-11-gdpr/>`__.
es: El derecho de acceso, rectificación, supresión y restricción del procesamiento de datos. Tenga en cuenta que los derechos de supresión y restricción del procesamiento de datos se sopesan en función de nuestros legítimos intereses. Cuando sea pertinente, debe brindar información para ser reidentificado a partir de nuestros datos seudonimizados. Véase el `Artículo 11 del Reglamento General de Protección de Datos (GDPR por sus siglas en inglés) <https://gdpr-info.eu/art-11-gdpr/>`__.

source: Right to object to our processing.
es: El derecho a objetar nuestro procesamiento.

source: Our supervisory authority is the `ICO in the UK <https://ico.org.uk/>`__. You have the right to lodge a complaint with them.
es: Nuestra autoridad supervisora en el Reino Unido es ICO <https://ico.org.uk/>`__. Usted tiene derecho a presentar una denuncia ante ellos.

source: We process personal data for the following purposes:
es: Procesamos sus datos personales con los siguientes propósitos:

source: Understanding website visitor and traffic patterns
es: Entender los patrones relativos al tráfico y los visitantes del sitio web.

source: We rely on `legitimate interests <https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/>`__ (`GDPR Article 6(1)(f) <https://gdpr-info.eu/art-6-gdpr/>`__) as the lawful basis for this processing. Details about the type of data, the purpose of the processing and legitimate interests, and the storage and retention of the data are set out below.
es: El fundamento legal de este procesamiento se basa en nuestros `intereses legítimos <https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/lawful-basis-for-processing/legitimate-interests/>`__ (`Artículo 6 GDPR (1)(f) <https://gdpr-info.eu/art-6-gdpr/>`__). A continuación presentamos más precisiones sobre el tipo de datos, el propósito del procesamiento y los intereses legítimos, y el almacenamiento y la retención de los datos.

source: We collect data about your visits to the website, for the purpose of analysing how the website is used, so that we can improve it. A self hosted copy of `Matomo <http://matomo.org>`__ is used for this.
es: Recopilamos datos sobre sus visitas al sitio web con el propósito de analizar cómo se lo utiliza, a fin de poder mejorarlo. Para ello se utiliza una copia con alojamiento propio de `Matomo <http://matomo.org>`__.

source: Personal data we collect:
es: Recopilamos los siguientes datos personales:

source: Your IP address - this is pseudonymised by redacting the second half of the address
es: Su dirección IP, la cual es seudonimizada ocultando la segunda mitad de la dirección.

source: Referrer (what page you arrived at one of our web pages from)
es: Referente (la página web desde la cual llegó hasta nuestro sitio)

source: Information about your device, OS and browser
es: Información sobre su dispositivo, sistema operativo y navegador

source: We do not use this data to personally identify individuals, but it is possible that it could be used to do so, particularly if combined with other datasets.
es: No utilizamos estos datos para identificar de manera personal a los individuos, pero podría ocurrir que se los use para ello, en particular si se combinan con otros conjuntos de datos.

source: You can opt out of this processing: if you have set your web browser to "I do not want to be tracked" (DoNotTrack is enabled) then Matomo will not track your visit.
es: Puede decidir no participar en este procesamiento: si ha configurado su navegador de Internet para "Enviar una solicitud de no seguimiento con su tráfico de navegación" (se activa noRealizarSeguimiento) entonces Matomo no rastreará su visita.

source: Matomo also has its own opt out mechanism:
es: Matomo también tiene su propio mecanismo para no participar de dicho procesamiento.

source: Data processors: Open Data Services Co-operative Limited, Bytemark.
es: Procesadores de datos: Open Data Services Co-operative Limited, Bytemark.

source: The data controller (OpenOwnership) is based in the USA.
es: El responsable de los datos (OpenOwnership) tiene su sede en los Estados Unidos.

source: The data is kept indefinitely, in pseudonymised form.
es: Los datos se conservan indefinidamente, en forma seudonimizada.
