Repository: fooz33/data-standard
Catalog: docs/locale/*/LC_MESSAGES/primer/whatdoesbodscover.po
Languages: es

source: What does the Data Standard cover?
es: ¿Qué comprende el Estándar de Datos?

source: A broad, flexible range of fields and options...
es: Una variedad amplia y flexible de campos y opciones…

source: The Beneficial Ownership Data Standard (BODS) allows publishers to provide statements that describe:
es: El Estándar de Datos sobre Beneficiarios Finales (BODS por sus siglas en inglés) permite a los publicadores aportar declaraciones que describen:

source: :ref:`Identifiers <schema-identifier>` and :ref:`details <schema-person-statement>` for individuals
es: :ref:`Identificadores <schema-identifier>` y :ref:`detalles <schema-person-statement>` correspondientes a individuos

source: :ref:`Identifiers <schema-identifier>` and :ref:`details <schema-entity-statement>` for companies
es: :ref:`Identificadores <schema-identifier>` y :ref:`detalles <schema-entity-statement>` correspondientes a empresas

source: :ref:`Types and levels of involvement <schema-interest>` in companies
es: :ref:`Tipos y niveles de intervención <schema-interest>` en empresas

source: :ref:`Provenance <schema-source>` information
es: :ref:`Procedencia<schema-source>` de la información

source: Historical, as well as current, information
es: Información histórica y también actual

source: :ref:`Placeholders <schema-interested-party>`, when information must be redacted
es: :ref:`Marcadores de posición <schema-interested-party>`, cuando hay información que debe mantenerse reservada

source: ... meets the diverse needs of publishers and data users.
es: … satisface las necesidades diversas de los publicadores y los usuarios de datos.

source: The :ref:`design <key-concepts>` of the standard allows:
es: El :ref:`diseño <key-concepts>` del estándar permite:

source: Changes to beneficial ownership information to be tracked over time.
es: Rastrear a través del tiempo los cambios en la información sobre beneficiarios finales.

source: Competing claims about beneficial ownership to be considered alongside one another.
es: Examinar las afirmaciones contradictorias sobre beneficiarios finales una a la par de la otra.

source: Publishers to use the definitions of beneficial ownership provided by the relevant law or policy framework they are operating under.
es: Que los publicadores usen las definiciones de beneficiarios finales que figuran en la ley o el marco normativo pertinente bajo el cual operan.

source: Although BODS is not a data model for the storage of beneficial ownership information, it can inform the design of data collection and storage systems. A set of :ref:`functional requirements <functional-requirements>` for such databases and systems is available for this purpose.
es: Si bien el BODS no es un modelo de datos para el almacenamiento de información sobre beneficiarios finales, puede servir de orientación para el diseño de sistemas de recopilación y almacenamiento de datos. A tal fin, se encuentra disponible un conjunto de :ref:`requisitos funcionales <functional-requirements>` para dichas bases de datos y sistemas.

source: In order to enable worldwide use of the Standard, it does not directly define thresholds for meeting beneficial ownership criteria. Instead, each statement of beneficial ownership expressed using the Standard can describe the degree of ownership or control, allowing each implementer of the standard to set their own thresholds.
es: Para posibilitar el uso del Estándar en todo el mundo, en él no se definen de manera directa los umbrales para cumplir los criterios de beneficiario final. En lugar de ello, cada declaración sobre beneficiarios finales realizada mediante el Estándar puede describir el grado de titularidad o control, lo cual permite a cada implementador del estándar fijar sus propios umbrales.

source: The Standard is well-defined yet flexible: as suited for use by national registers of beneficial ownership as by corporate researchers.
es: El Estándar es preciso, pero a la vez flexible: su uso es igualmente adecuado para registros nacionales de beneficiarios finales y para investigadores corporativos.
