Repository: fooz33/data-standard
Catalog: docs/locale/*/LC_MESSAGES/usecases.po
Languages: es

source: Use cases
es: Casos de uso

source: The Beneficial Ownership Data Standard beta has been designed with reference to the requirements of eight use-cases:
es: La versión beta del Estándar de Datos sobre Beneficiarios Finales ha sido diseñada en relación con los requisitos de ocho casos de uso:

source: Data supply
es: Suministro de datos

source: Public Registers of Beneficial Ownership
es: Registros públicos de Beneficiarios Finales

source: Self-submitted data
es: Datos autopresentados

source: Third-party submitted data
es: Datos presentados por terceras partes

source: Self-published data
es: Datos autopublicados

source: Data use
es: Uso de los datos

source: Procurement & onboarding screening and audit
es: Auditorías y evaluaciones de contrataciones e incorporaciones

source: General investigations
es: Investigaciones generales

source: Data-led investigations
es: Investigaciones basadas en datos

source: Data validation
es: Validación de datos

source: These use cases are described below.
es: Más abajo se describen estos casos de uso.

source: A full analysis of how far the needs of these use cases are met will take place as part of progress towards a 1.0 Release Candidate of the standard.
es: Como parte de los avances hacia la versión 1.0 Candidata a Lanzamiento del estándar, se realizará un análisis completo de hasta qué punto se satisfacen las necesidades de estos casos de uso.

source: This page builds on the `use case consultation document <https://docs.google.com/document/d/1s1qqFAK3cDjTGAlCaQvPOb8KzKkssn9xu2HzWeY6amE/edit#>`__ published in December 2016.
es: Esta página se sirve del `documento de consulta de casos de uso <https://docs.google.com/document/d/1s1qqFAK3cDjTGAlCaQvPOb8KzKkssn9xu2HzWeY6amE/edit#>`__ publicado en diciembre de 2016.

source: *The following cases sketch out ways in which open beneficial ownership data might be published.*
es: *Los siguientes casos esbozan distintas maneras en que podrían publicarse datos abiertos sobre beneficiarios finales.*

source: S1: Public Registers of Beneficial Ownership
es: S1: Registros Públicos de Beneficiarios Finales

source: A government or other body creating a public register of beneficial ownership may want to publish that information as open data that others can draw on and re-use. This may include publishing bulk data, or providing an API on the data.
es: Un gobierno u otro ente involucrado en la creación de un registro público de beneficiarios finales podría tener interés en publicar esa información como datos abiertos que otros puedan aprovechar y reutilizar. Ello podría incluir el publicar datos en bloque o proporcionar una API sobre los datos.

source: The data that the register should contain is likely to be determined by national legislation, and there may be existing national guidance on how to develop open data services or APIs.
es: Es probable que la legislación nacional determine los datos que debería contener el registro, y puede ser que existan pautas orientadoras nacionales sobre cómo desarrollar servicios de datos abiertos o una API.

source: Organisations building a register may also be interested in using the standard to help design their internal data models and data collection processes.
es: A las organizaciones involucradas en la creación de un registro también podría interesarles utilizar el estándar como ayuda para el diseño de sus procesos de recopilación de datos y sus modelos de datos internos.

source: Possible examples of this case may include the UK Register of Persons of Significant Control, the Ukraine Beneficial Ownership Register, the planned register of beneficial ownership in France, and sector-specific registers from the Extractives Industry Transparency Initiative.
es: Como posibles ejemplos de este caso, cabe citar el Registro de Personas con Control Significativo del Reino Unido, el Registro de Beneficiarios Finales de Ucrania, el registro de beneficiarios finales previsto en Francia, y los registros de sectores específicos de la Iniciativa para la Transparencia de las Industrias Extractivas.

source: S2: Self-submitted data
es: S2: Datos autopresentados

source: An individual or an organisation may make use of online tools to self-report beneficial ownership information.
es: Un individuo o una organización puede utilizar herramientas en línea para declarar información sobre sí misma relativa al carácter de beneficiario final.

source: For example, `Who Controls It <http://alpha.whocontrolsit.com/>`__ was a proof-of-concept Beneficial Ownership platform (a precursor to OpenOwnership.org), designed to test some of the UI issues in the submission of beneficial ownership data, allowing users to declare their own ownership of a company, or to report on the ownership structure of a company.
es: Por ejemplo, `Who Controls It <http://alpha.whocontrolsit.com/>`__ era una prueba de concepto de una plataforma sobre beneficiarios finales (precursora de OpenOwnership.org), diseñada para someter a prueba algunas cuestiones de la interfaz de usuario en la presentación de datos sobre beneficiarios finales, que permitía a los usuarios declarar su condición de propietarios de una empresa, o informar sobre la estructura de titularidad de una empresa.

source: There are many complex cases a comprehensive system should be able to deal with, including:
es: Hay muchos casos complejos de los que un sistema integral debería ser capaz de encargarse, entre ellos:

source: Recording economics interests, but without control (e.g. 1% of a mining company, which may be valuable, but give little shareholder power);
es: Registrar las participaciones económicas, pero sin control (p. ej. el 1 % de una empresa minera, que puede ser valioso, pero otorgar poco poder de accionista);

source: Mutual funds, that separate control (the fund manager) from the economic interest (the entities that put the money in);
es: Fondos mutuos, que separan el control (el administrador del fondo) de la participación económica (las entidades que aportan el dinero);

source: `Bonds, preference shares and other investments <http://www.investopedia.com/terms/p/preference-shares.asp>`__ that don’t give control, but do give economic interests. Note that sometimes they may have *some* control, such as veto rights, e.g. over mergers or asset sales;
es: `Bonos, acciones preferentes y otras inversiones <http://www.investopedia.com/terms/p/preference-shares.asp>`__ que no otorgan control, pero sí participaciones económicas. Nótese que a veces pueden conllevar *algún* control, tal como derechos de veto, p. ej. sobre fusiones o ventas de activos;

source: Control via nominees, particularly when a nominee may act for a number of different parties in control of the same company;
es: Control a través de testaferros, en particular cuando un testaferro puede representar los intereses de distintas partes que controlan una misma empresa;

source: Contractual control limited to a particular set of circumstances.
es: Control de naturaleza contractual limitado a un conjunto específico de circunstancias.

source: The designers of systems capturing self-submitted data may want to use the standard to express the data they have already collected, and to plan the collection of other data in future.
es: Los diseñadores de sistemas que registran datos autopresentados podría tener interés en utilizar el estándar para volcar los datos que ya han reunido, y para planificar la recopilación de otros datos en el futuro.

source: S3: Third-party submitted data
es: S3: Datos presentados por terceras partes

source: Researchers, journalists or corporate information services may use filings, reports and other materials to build up structured data about beneficial ownership.
es: Los investigadores, periodistas o servicios de información corporativa pueden recurrir a información presentada oficialmente, informes y demás materiales para generar datos estructurados sobre beneficiarios finales.

source: They may wish to share this data for others to re-use, but with suitable caveats about the sourcing of the data.
es: Podría interesarles compartir estos datos para que otros los reutilicen, pero advirtiendo adecuadamente sobre la procedencia de los datos.

source: S4: Self-published data
es: S4: Datos autopublicados

source: Companies may wish to publish structured data about their own beneficial ownership on their own websites. This data could be manually curated, or might come from internal information systems. They may be interested in doing this to avoid having to manually enter the information into different systems, so would want the data to be able to be read directly into platforms like OpenOwnership.
es: Las empresas podrían tener interés en publicar datos estructurados en sus propios sitios web acerca de sus propios beneficiarios finales. Podría ser el caso que estos datos hayan sido purgados manualmente, o que provengan de sistemas de información internos. Podría interesarles hacerlo para evitar tener que encargarse del ingreso manual de la información en diferentes sistemas, por lo que preferirían que los datos pudieran ser leídos directamente en plataformas como OpenOwnership.

source: The data may be periodically updated at a single URL, or have regular releases of data published as part of an annual reporting process, each time at a new URL.
es: Los datos pueden actualizarse periódicamente en un solo URL, o bien publicarse regularmente como parte de un proceso anual de presentación de información, utilizando un nuevo URL en cada ocasión.

source: *The following cases look at different ways in which stakeholders may wish to make use of beneficial ownership data.*
es: *Los siguientes casos presentan diferentes formas en las que a las partes interesadas podría interesarles hacer uso de los datos sobre beneficiarios finales.*

source: U1: Procurement & onboarding screening and audit
es: U1: Auditorías y evaluaciones de contrataciones e incorporaciones

source: There are a variety of cases related to onboarding, by which we mean the process of establishing relationships with new partners: typically new clients or suppliers (but also joint venture partners, licensees, Mergers & Acquisitions etc). Each of these new relationships exposes the onboarding entity (e.g. government, bank, multinational corporation, etc) to risk (e.g. financial risk, reputational risk, FCPA/Bribery Act risk, sanctions breaches, etc.), and so they need to understand about the entity being onboarded.
es: Existe una variedad de casos relacionados con la labor de incorporación, entendiendo por ello el proceso de establecer relaciones con nuevos socios: por lo general, clientes o proveedores nuevos (pero también socios de empresas conjuntas, licenciatarios, fusiones y adquisiciones, etc.). Cada una de estas nuevas relaciones expone a la entidad incorporante (p. ej. gobiernos, bancos, empresas multinacionales, etc.) a determinados riesgos (p. ej. riesgos financieros, riesgos reputacionales, riesgos relativos a la Ley sobre Prácticas Corruptas en el Extranjero (FCPA)/Ley sobre Sobornos , violaciones de sanciones, etc.), por lo cual necesitan entender la entidad que se incorpora.

source: Information of ownership and control is typically collected by onboarding entities who then assess the validity of information provided by cross checking with supplementary data available in open sources. In high value / high risk transactions, third parties are often employed to support due diligence processes. Onboarding entities are looking for red flags (e.g. whether the company is connected with Politically Exposed Persons or has earned negative media), and for confidence that there are no red flags they are missing (e.g. that a Beneficial Owner is connected with a company on a sanctions list). Following an assessment of risks, an informed judgement call typically determines whether new partnerships or transactions meet the policy requirements of the business.
es: Las entidades incorporantes suelen recopilar información sobre la titularidad y el control, y luego evalúan la validez de la información proporcionada mediante una verificación cruzada con datos complementarios disponibles en fuentes abiertas. En las transacciones de alto valor/alto riesgo, se suele recurrir a terceros para apoyar los procesos de debida diligencia. Las entidades incorporantes buscan señales de alerta (p. ej. si la empresa está vinculada a personas expuestas políticamente o si tiene una imagen negativa en los medios de comunicación) y sentirse confiadas de que no hay señales de alerta que se les hayan pasado por alto (p. ej. que un beneficiario final esté vinculada con una empresa incluida en una lista de sanciones). Tras una evaluación de riesgos, normalmente se adopta una determinación con criterio donde se resuelve si las nuevas alianzas o transacciones cumplen o no los requisitos de la política de la empresa.

source: As part of an onboarding process, beneficial ownership information might be integrated alongside other ‘Know Your Customer/Client’ information and systems. In some cases, having access to documentary evidence to back up each piece of information given from a beneficial ownership dataset will be important.
es: En un proceso de incorporación, la información sobre beneficiarios finales podría integrarse junto con otros sistemas e información sobre "Conocer al propio cliente". En algunos casos, será importante tener acceso a pruebas documentales que respalden cada información proporcionada a partir de un conjunto de datos de beneficiarios finales.

source: Example user story: *A procurement officer at a multilateral development bank has to approve the application of a new supplier. They need to ensure that the company is not on sanctions lists, that the ‘beneficial owners’ are not PEPs, and that they are not on debarment lists.*
es: Ejemplo de historia de un usuario: *Un encargado de contrataciones de un banco multilateral de desarrollo tiene que aprobar la solicitud de un nuevo proveedor. Debe asegurarse de que esa empresa no figure en listas de sanciones, que los "beneficiarios finales" no sean PEP, y que no estén en listas de sujetos inhabilitados*.

source: U2: General investigations
es: U2: Investigaciones generales

source: There are a number of parties that need to investigate specific companies or individuals (as opposed to doing data-led investigations/mappings).
es: Existen diversas partes que necesitan investigar a empresas o individuos específicos (en lugar de hacer mapeos/investigaciones con base en datos).

source: These include:
es: Podemos mencionar a las siguientes:

source: **Journalists** - researching stories on a particular company, individual or group of companies
es: **Periodistas** que investigan historias sobre una empresa, individuo o grupo de empresas en particular

source: **NGO anti-corruption investigation** - finding leads, following them
es: **Investigación sobre corrupción por parte de una ONG** con el objeto de encontrar pistas y seguirlas

source: **Law enforcement** - looking to establish a clear evidence base, and seeking to establish proof of intent
es: **Organismos de la fuerza pública**, en busca de conformar una base probatoria clara y acreditar la intencionalidad

source: **Asset recovery** - recovering money/assets that are due to a client, for example Stolen Assets, proceeds of fraud, or assets hidden in divorce settlements
es: **Recuperación de activos**, a fin de recuperar dinero/activos que le corresponden a un cliente: por ejemplo, bienes robados, lo producido mediante acciones fraudulentas, o bienes ocultos en acuerdos de divorcio.

source: In many ways the processes around such investigations are very similar, and are less dependent on on who is doing the investigation, and more about the resources that they have. For example some professional investigative journalists and even NGOs will have access to proprietary datasets, whereas many law enforcement officers won’t; some lawyers performing asset recovery will be able to ask the courts to expose otherwise hidden data (e.g. dollar transactions). Nevertheless, all are looking for leads they can follow, and in particular public leads (in the case of journalists, or NGOs this is possibly all they have access to or can afford; in the case of law enforcement, lying in public proves intent).
es: En muchos sentidos, los procesos que rodean a esas investigaciones son muy similares y dependen menos de quién hace la investigación y más de los recursos de los que disponen. Por ejemplo, algunos periodistas de investigación profesionales e incluso ONG tienen acceso a conjuntos de datos propietarios, mientras que muchos agentes de la fuerza pública no; algunos abogados encargados de la recuperación de activos pueden pedir a los tribunales que expongan datos que de otro modo estarían ocultos (por ejemplo, transacciones en dólares). Sin embargo, todos buscan pistas que puedan seguir, y en particular pistas públicas (en el caso de los periodistas, o de las ONG, esto posiblemente sea lo único a lo que tengan acceso o que puedan permitirse; en el caso de los organismos de la fuerza pública, mentir en público demuestra la intencionalidad).

source: Tax and accounting investigations are similar, but may be more focused on corporate structures and direct relationships rather than indirect and ultimate relationships
es: Las investigaciones tributarias y contables son similares, pero es posible que se centren más en las estructuras societarias y las relaciones directas que en las relaciones indirectas y últimas.

source: Example user story: *A journalist is investigating a politician including looking at known associates and companies, in both the home country and other jurisdictions.*
es: Ejemplo de historia de un usuario: *Un periodista investiga a un político, incluidos ciertos socios y empresas conocidos, tanto en el país de origen como en otras jurisdicciones.*

source: U3: Data-led investigations
es: U3: Investigaciones basadas en datos

source: As well as targeted and general purpose investigations, where there is a specific target for the investigation or a lead that is being pursued, there are also data-led investigations, which work by analysis or mining the data as a whole, or combining the data with other datasets. Examples would be mapping beneficial ownership data to procurement data (for conflict of interest mapping), as well as mapping to similar data such as shareholder data from company registers.
es: Además de las investigaciones con objetivos específicos y generales, en las que hay la investigación presenta un propósito específico o una pista que se persigue, también hay investigaciones basadas en datos, que funcionan analizando o explorando los datos en su conjunto, o combinando los datos con otros conjuntos de datos. Ejemplos de ello serían el mapeo de los datos sobre beneficiarios finales con los datos sobre contrataciones (para relevar conflictos de intereses), así como el mapeo con otros datos similares, como los datos sobre los accionistas de los registros de las empresas.

source: To give an example user story: *Data journalists wish to find anomalies between beneficial ownership disclosures and other public records, to identify lies*
es: Para poner un ejemplo de la historia de un usuario: *Los periodistas especializados en datos desean encontrar anomalías entre las divulgaciones sobre beneficiarios finales y otros registros públicos, para identificar las falsedades*.

source: U4: Data validation
es: U4: Validación de datos

source: Systems collecting beneficial ownership data can benefit from checking the data they receive against data from other systems. In existing work, there have been cases where reports under the EITI templates have not matched with reports to the UK Register of Persons with Significant Control.
es: Los sistemas que recopilan datos sobre beneficiarios finales pueden sacar provecho de comparar los datos que reciben con los de otros sistemas. Se han registrado casos en los que los informes elaborados según las plantillas del EITI no han coincidido con los informes del Registro de Personas con Control Significativo del Reino Unido.

source: To give an example user story: *National EITI groups may wish to check reported information against data from national beneficial ownership registers where those exist, and to be able to address inaccuracies with the reporting parties. *
es: Para poner un ejemplo de la historia de un usuario: *Los grupos nacionales del EITI podrían tener interés en corroborar la información presentada en función de los datos de los registros nacionales de beneficiarios finales, cuando los haya, y en poder abordar las inexactitudes con las partes informantes.*
