Repository: fooz33/data-standard
Catalog: docs/locale/*/LC_MESSAGES/schema/guidance/serialization.po
Languages: es

source: Serialization
es: Serialización

source: The canonical serialization of BODS data is as a `JSON document <https://tools.ietf.org/html/rfc8259>`_. A JSON BODS file SHOULD consists of a series of ordered statement objects within a top-level array. JSON Lines MAY also be used when creating large files.
es: La serialización canónica de los datos basados en BODS se da como un `documento JSON <https://tools.ietf.org/html/rfc8259>`_. Un archivo JSON BODS DEBERÍA consistir en una serie de objetos de declaración ordenados dentro de un arreglo de nivel superior. También puede utilizarse JSON Lines cuando se crean archivos grandes.

source: Each of the :ref:`entityStatements <schema-entity-statement>` or :ref:`personStatements <schema-person-statement>` referenced by a particular :ref:`ownershipOrControlStatement <schema-ownership-or-control-statement>` MUST appear before that particular ownership-or-control statement in the ordered array.
es: Cada una de las :ref:`declaracionesSobreEntidades <schema-entity-statement>` o :ref:`declaracionesSobrePersonas <schema-person-statement>` a las que se hace referencia en una determinada :ref:`declaraciónSobreTitularidadOControl <schema-ownership-or-control-statement>` DEBE aparecer antes de esa declaración sobre titularidad o control en el arreglo ordenado.

source: BODS data MAY also be serialized in tabular form, with each row representing a statement. Columns SHOULD represent statement fields and column titles SHOULD use the relevant relative JSON Pointer from the statement root.
es: Los datos basados en BODS también PUEDEN serializarse en forma de tabla, donde cada fila represente una declaración. Las columnas DEBERÍAN representar los campos de la declaración y los títulos de las columnas DEBERÍAN utilizar el correspondiente Indicador JSON de la raíz de la declaración.

source: For example, the extract:
es: Por ejemplo, el fragmento:

source: may be serialized in a table as:
es: puede serializarse en una tabla como:

source: statementID
es: identificaciónDeDeclaración

source: statementType
es: tipoDeDeclaración

source: identifiers/0/scheme
es: identificadores/0/esquema

source: identifiers/0/id
es: identificadores/0/identificación

source: entityStatement
es: declaraciónSobreEntidad

source: personStatement
es: declaraciónSobrePersona

source: ownershipOrControlStatement
es: declaraciónSobreTitularidadOControl
